<?php
/**
 * Текст - введение на главной странице
 */
// @var $routeAbout
use yii\helpers\Html ;

$title = [
    'ru' => 'О САЙТЕ',
    'en' => 'ABOUT SITE',
] ;
$text_ru = <<<TEXT
<p>Портал "Перестройка" - это сервис быстрого поиска, объединяющий <b>заказчиков</b>
и <b>исполнителей работ</b>, поставщиков оборудования, материалов,
специализированной техники, связанных с перепланировкой помещений,
реконструкцией зданий и сооружений. </p>

<p>В этом проекте, мы сделали отраслевую сегментацию рынка строительных услуг с
целью упростить систему поиска, для заказчиков специализированных видов работ,
связанных с различными этапами изменения конструкций, окружающего нас жилого,
промышленного и социального секторов, зданий и сооружений.</p>

<p>Потребность в "Перестройке" существующего пространства, с целью улучшения,
 оптимизации или функционального изменения, возникает ежедневно.</p>

<p>Мы предлагаем вам двенадцать специализированных разделов, включающих <b>алмазную
резку бетона, демонтаж зданий, перепланировку, реконструкцию, проектирование и
другие</b>, в которых вы сможете сделать <a>заказ</a>, или <a>заявить о себе</a>
, как профессионал по представленным направлениям. </p>

<p><?= Html::a('подробнее о работе сайта',['about']) ?></p>

TEXT;
$text_en = <<<TEXT
<p>...................................................</p>
<p><?= Html::a('read more about the website',['about']) ?></p>

TEXT;
return [
    'title' => ['text' => $title] ,
    'content' => [
        'text' => [
        'ru' => $text_ru,
        'en' => $text_en,
    ],
    ],
] ;
